tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nodenv/nodenv"
tap "ravenac95/sudolikeaboss"
brew "bash"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "fauna-shell"
brew "findutils"
brew "gh"
brew "git"
brew "grep"
brew "httpie"
brew "jq"
brew "mas"
brew "mosh"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "node"
brew "nodenv"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "trash"
brew "wget"
brew "yarn"
brew "zsh"
brew "nodenv/nodenv/node-build-update-defs"
brew "nodenv/nodenv/nodenv-aliases"
brew "nodenv/nodenv/nodenv-default-packages"
brew "nodenv/nodenv/nodenv-man"
brew "nodenv/nodenv/nodenv-nvmrc"
brew "nodenv/nodenv/nodenv-package-rehash"
brew "nodenv/nodenv/nodenv-vars"
cask "1password"
cask "alfred"
cask "brooklyn"
cask "caret"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-input"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-chrome"
cask "google-chrome-canary"
cask "graphiql"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
cask "postman"
cask "signal"
cask "slack"
cask "sonos"
cask "spotify"
cask "typora"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Deliveries", id: 924726344
mas "Grammarly for Safari", id: 1462114288
mas "HP Smart", id: 1474276998
mas "Kindle", id: 405399194
mas "Moom", id: 419330170
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "Pages", id: 409201541
mas "Soulver", id: 413965349
mas "Spark", id: 1176895641
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "WiFi Explorer", id: 494803304
