tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nodenv/nodenv"
tap "ravenac95/sudolikeaboss"
brew "bash"
brew "cairo"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "fontforge"
brew "git"
brew "grep"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mosh"
brew "ngrep"
brew "nmap"
brew "node"
brew "nodenv"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "wget"
brew "yarn"
brew "zsh"
brew "nodenv/nodenv/node-build-update-defs"
brew "nodenv/nodenv/nodenv-aliases"
brew "nodenv/nodenv/nodenv-man"
brew "nodenv/nodenv/nodenv-nvmrc"
brew "nodenv/nodenv/nodenv-package-rehash"
cask "alfred"
cask "brooklyn"
cask "caret"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-input"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-chrome"
cask "graphiql"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
cask "postman"
cask "signal"
cask "sonos"
cask "spotify"
cask "typora"
cask "visual-studio-code"
cask "whatsapp"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Deliveries", id: 924726344
mas "Grammarly for Safari", id: 1462114288
mas "Moom", id: 419330170
mas "Octotree Pro", id: 1457450145
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "WiFi Explorer", id: 494803304
